ext-sources-app/tests/test_files/soap/CHI_testSearchByCity_invalid_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByCity>
         <arg0>
            <lastName>HILLSBORO</lastName>
         </arg0>
      </impl:searchByCity>
   </soapenv:Body>
</soapenv:Envelope>